; Japanese
; Rukoto, 四天王寺

[Japanese]
000=1552390657
001=除外
002=利用可能なアップデートはありません。
003=アップデートが利用可能です。\r今すぐダウンロードしてインストールしますか?
004=ファイル
005=設定
006=終了
007=編集
008=無効なアプリを消去
009=未使用のアプリを消去
010=タイマーを消去
013=最新の情報に更新
014=表示
015=アイコン
016=小アイコン
017=大アイコン
018=オリジナルのアイコンを表示しない
019=言語
020=フォント
021=ヘルプ
022=Webサイト
023=アップデートの確認
024=開発を支援する!
025=バージョン情報
026=ウィンドウを表示/非表示
027=フィルターを有効化
028=フィルターを無効化
029=動作モード
030=ルール
031=ブロック リスト
032=システム ルール
033=ユーザー ルール
034=パケット破棄のログ
035=エラー ログ
036=ファイルを追加する
037=プロセスを追加する
038=パッケージを追加する
039=サービスを追加する
040=すべて
041=通知無効
042=ルールを作成する
043=タイマー
044=タイマーなし
045=タイマー無効
046=ファイルの場所を開く
047=コピー
048=すべて選択
049=選択アイテムを有効化
050=選択アイテムを無効化
051=追加
052=編集
053=削除
054=エクスポート
055=インポート
056=ホワイトリスト (選択アイテムを許可)
057=ブラックリスト (選択アイテムをブロック)
058=すべての受信接続を許可する
059=すべてのリッスン接続を許可する
060=すべてのループバック接続を許可する
061=無効なファイル
062=共有ネットワーク アプリ
063=ユニバーサル Windows プラットフォーム アプリ
064=Pico アプリ
065=Windows サービス
066=署名済みアプリ
067=通知無効
068=特別なルール
069=システム アプリ
070=タイマー アプリ
071=ルール エディター
072=名前
073=ルール
074=ファミリ (ポートのみ)
075=プロトコル
076=方向
077=アクション
078=日時
079=パス
080=署名
081=アドレス
082=フィルター
083=メモ
084=追加された日時
085=ルールの適用範囲
086=残り時間
087=署名済み
088=署名無し
089=許可されているアプリ
090=ブロックされているアプリ
091=有効化されているルール (すべてのアプリ)
092=有効化されているルール (特定のアプリ)
093=無効化されているルール
094=送信
095=受信
096=すべて
097=許可
098=ブロック
100=[%s] 選択したアプリの "%s"
101=ルール無効
102=ルール有効 (すべてのアプリ)
103=ルール有効 (選択されたアプリ)
104=ヘルプ
105=保存
106=閉じる
107=全般
108=全般構成
109=言語
110=確認
111=インターフェイス
112=強調表示
113=上級者向け設定
114=ログ ファイル
115=通知
116=詳細設定
117=常に手前に表示
118=システムの起動時に読み込む
119=最小化の状態で起動する
120=ファイル名のみ表示
121=列サイズの自動調整
122=「ユーザー アカウント制御」の警告をスキップする
123=アップデートを定期的に確認する (推奨)
124=言語の選択:
127=ポート スキャンを防止する
128=インバウンド TCP RST をサイレント ドロップすることで TCP ポート スキャンを防止し、「Destination Unreachable」(宛先到達不能) でアウトバウンド ICMP に応答することで UDP ポート スキャンを防止します。
129=コンピューター起動時にフィルターを有効にする
130=「Base Filtering Engine」(BFE) サービスが開始される前であっても、システムの起動中にデータが漏れるのを防ぎます。
134=アプリのデジタル署名をチェックする
135=ネットワーク アドレスを解決する
136=Windows Firewall を無効化 (推奨)
137=Windows Firewall を有効化 (推奨)
138=終了時に確認ダイアログを表示する
139=タイマーがアクティブな場合、終了時に確認ダイアログを表示する
140=アプリケーションを削除するときに確認する
141=ログ ファイルをクリアするときに確認する
142=アイテムをダブルクリックすると色を変更できます。
143=パケット破棄のログを有効にする
144=ログを表示する
145=ログを消去する
146=最大ログ サイズ (kB):
147=パケット破棄の通知を有効にする
148=通知音を有効にする
150=表示のタイムアウト (秒):
151=同じ通知間のタイムアウト (秒):
152=Windows のスパイとトラッキングをブロックするための特別なルールです。
153=システム サービスおよびプロトコルに適用される定義済みのルールです。
154=ユーザー ルールです。 <a href="%s"> ルール エディターのドキュメントはこちら</a>
155=アドレス「%s」のルールを作成する
156=ポート「%d」のルールを作成する
157=このアプリの通知を無効にする
158=このアプリケーションのアドレスやポートへのアクセスを許可する特別なルールを作成します。
159=よろしいですか?
160=%d アイテムを削除しますか?
161=現在の設定に従ってアプリのネットワーク アクセスがブロックされます。\r続行しますか?
162=現在ブロックされているすべてのアプリのネットワーク アクセスが復元されます。\r続行しますか?
163=動作モードを "%s" に変更しますか?
164=インストールされているフィルターは、終了しても動作し続けます。\r続行しますか?
166=このオプションは上級者向けです。\r続行しますか?
167=タイマーが作動中です。タイマーはアプリケーションの実行中にのみ機能します。\r終了しますか?
168=すべてのタイマーを削除しますか?
169=今後このメッセージを表示しない
170=合計アプリ数: %d
171=選択済み %d
172=<なし>
173=エラーが発生しました! 詳細を確認するにはここをクリックしてログ ファイルを開いてください。
174=ルール「%s」の構文エラー !
175=送信元
176=送信先
177=アップデート サーバーとの接続でエラーが発生しました。
178=アップデートにベータ版を含める
181=アップデートをダウンロードしています...
182=アップデートのダウンロードが完了しました。
183=特別なルールのアプリ
184=このフィルタリング レイヤーにより、着信 TCP 接続に対する承認要求を許可します。同様に、受信した最初のパケットに基づいて着信 TCP 以外のトラフィックを許可します。
185=このフィルタリング レイヤーにより、TCP リッスン要求を許可します。\r警告: このオプションを無効にすると、サードパーティのアプリケーションがフリーズする可能性があります。
186=すべてのループバック トラフィックが許可されます。
187=プロパティ
188=リセット
189=すべてのアプリケーション設定をリセットしてもよろしいですか?
191=ポート スキャナー
192=ブロック リスト
193=新しいリリースを確認しています...
194=アップデートが利用可能です。\r今すぐインストールしますか?
195=ユーザー ルール
196=特別なルールでのグループ化
197=許可されたパケット
198=「%s」 のタイマーが終了しました!
199=特大アイコン
200=未使用のアプリ
201=無効なアプリ
202=タイマー アプリ
203=インストールされているフィルターの保護を有効にする
204=許可されていないアプリケーションがインストールされたフィルターにアクセスするのを防ぎます。
205=デバイス (ストレージ) が接続されたときにフィルターを更新する
206=すべてに対して IPv6 リダイレクト (6to4) を許可する
207=推奨
208=詳細表示
209=今回のみブロック
210=永久にアクセスを許可
211=永久にアクセスをブロック
212=一時的にブロックして次回も確認
213=アプリに「%s」を適用
214=ルールを編集する
